{
    "aboutTitle": "The Start",
    "aboutCopy": [
        "Developer based in the West London. I take passion and pleasure in making something out of nothing with nothing more than a keyboard and mouse and forgetting to sleep while doing it. Time and time again I get lost in the code and don't want to stop till the job is done and seeing a finished project after weeks and months of hardwork is what drives me.",
        "it started with Python - 'Press tab.... A passion for readable code'. With Python I learnt how to maniuplate data structures. I then drifted towards Web development and working with frontend technologies, first cementing down the basics of HTML, CSS, Javascript and JQuery .",
        "However Frontend alone is limited and I wanted a deeper overall understanding web development. With my strong background in python from creating command line projects and my desire for web development. I decided to push towards the web framework - Django. *ReactJS is the next Library I will be pursuing."
    ],
    "careerHistory":[
        {
            "company":"Ocado",
            "jobTitle":"Junior Front End Developer",
            "datesEmployed": "December 2018 – Present",
            "location":"Welwyn Garden City",
            "description":"My role was to take interactive landing page designs and implement it using HTML5 and CSS3 and publish it using a content management system. These landing pages were for subsidiaries of Ocado. The webpages had to be mobile responsive and interactive with carousel and content filters buttons. Because of the restricted use of JavaScript, libraries and dependencies, these features had to be implemented with advanced CSS.",
            "logo": ""
        },
        {
            "company":"Robertson Smith & Kempson Estate Agents",
            "jobTitle":"Senior Sales Consultant",
            "datesEmployed": "July 2012 – Present",
            "location":"Hanwell/Northfields, London",
            "description":"Part of the Dexters Group - The role consists of consultation and negotiation. I would be in regular contact with clients discussing their criteria and recommending suitable properties for them. The role also provides an intermediate between vendors and customers, allowing price negotiations to be held independently. Market research and poaching were tasks assigned to me; this involved researching into competitor’s properties and attempting to poach potential business from them.",
            "logo": ""
        },
        {
            "company":"Dexters Estate Agent Group",
            "jobTitle":"Viewing Assistant",
            "datesEmployed": "Nov 2010 – Jun 2012",
            "location":"Twickenham/Isleworth, Middlesex",
            "description":"I operated on a strict time schedule and led viewings in properties with clients. During the viewings I was required to give a tour and provide detailed information about the property. My role also included discussion with negotiators and providing comprehensive feedback of viewings.",
            "logo": ""
        },
        {
            "company":"WHSmith",
            "jobTitle":"Sales Assistant",
            "datesEmployed": "Sep 2009 – Jun 2010",
            "location":"Kingston Upon Thames, Surrey",
            "description":"My main role was to operate the sales point, help customers with any enquires and ensure displays were presentable and stocked. At times I would be required to work in the Bureau de Change to cover breaks or staff shortages.",
            "logo": ""
        },
        {
            "company":"Post Office Financial and Travel Services",
            "jobTitle":"Counter Clerk",
            "datesEmployed": "Sep 2007 – Sep 2009",
            "location":"Trafford Centre, Manchester",
            "description":"Solely managing the Bureau de Change. My role was to open the Bureau and serve customers throughout the day, whilst filing daily reports of operations/performance and manage currency stock. At times when the WHSmith store was busy, I would handle and divert incoming telephone calls to the correct departments. I was also responsible for closing, where I was required to recount, balance all currency stocks and figures and fully secure the premises following the counts.",
            "logo": ""
        }
    ],
    "education":[
        {
            "institution":"Kingston University",
            "qualificationLevel":"Bachelor of Science (BSc)",
            "subjects":"Economics | Upper Second Class (Hons)",
            "dates":"2009 – 2012"
        },
        {
            "institution":"Stretford Grammer Sixth Form",
            "qualificationLevel":"GCE A Level - AQA",
            "subjects":"Business Studies | Information and Communications Technology | Design Technology",
            "dates":"2007 – 2009"
        },
        {
            "institution":"Ashton On Mersey High School",
            "qualificationLevel":"GCSE's | AQA, Edexcel, WJEC | Grades A*-Cs",
            "subjects":"English Language and Literature | Mathematics | Double Science Award | ICT | Business Studies | Food Technology | Geography",
            "dates":"2002 – 2007"
        }
    ],

    "techStack":[
        "HTML 5",
        "CSS",
        "SCSS",
        "Javascript (ES5/ES6)",
        "Jquery",
        "Bootstrap",
        "Python",
        "Django",
        "Django Rest Framework",
        "SQLite",
        "Git",
        "MacOS",
        "Photoshop",
        "Sketch"
    ],
    
    "additionalSkills": [
        "Adobe Photoshop",
        "Sketch",
        "SLR Photography",
        "SEO",
        "Logo and Icon Design",
        "Python Anywhere, BlueHost & 1&1 Web hosting services.",
        "Netlify Cloud Hosting"
    ]

}